Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 用 Brotli 压缩响应，体积更小
ar: اضغط الاستجابات باستخدام Brotli لحجم أصغر
de: Antworten mit Brotli komprimieren für kleinere Datenmengen
en: Compress responses with Brotli for smaller payloads
es_mx: Comprime las respuestas con Brotli para reducir su tamaño
fr: Compressez les réponses avec Brotli pour des charges utiles plus petites
ja: Brotli でレスポンスを圧縮してサイズを削減します
ko: Brotli로 응답을 압축해 크기를 줄입니다
pt_br: Comprime as respostas com Brotli para reduzir o tamanho
pt_pt: Comprime as respostas com Brotli para reduzir o tamanho
tr: Daha küçük yükler için yanıtları Brotli ile sıkıştır
zh_hant: 用 Brotli 壓縮回應，體積更小
zh_hk: 用 Brotli 壓縮回應，體積更小

source: 用 cloudflared 创建隧道后会显示在这里
ar: ستظهر الأنفاق المنشأة باستخدام cloudflared هنا
de: Mit cloudflared erstellte Tunnel erscheinen hier
en: Tunnels created with cloudflared will appear here
es_mx: Los túneles creados con cloudflared aparecerán aquí
fr: Les tunnels créés avec cloudflared apparaîtront ici
ja: cloudflared で作成したトンネルがここに表示されます
ko: cloudflared로 만든 터널이 여기에 표시됩니다
pt_br: Os túneis criados com cloudflared aparecerão aqui
pt_pt: Os túneis criados com cloudflared aparecerão aqui
tr: cloudflared ile oluşturulan tüneller burada görünür
zh_hant: 用 cloudflared 建立通道後會顯示在這裡
zh_hk: 用 cloudflared 建立隧道後會顯示在這裡

source: 用 URL 模式（如 example.com/api/*）把匹配请求交给该 Worker。
ar: استخدم نمط عنوان URL (مثل example.com/api/*) لتمرير الطلبات المطابقة إلى هذا الـ Worker.
de: Verwende ein URL-Muster (z. B. example.com/api/*), um passende Anfragen an diesen Worker zu leiten.
en: Use a URL pattern (e.g. example.com/api/*) to send matching requests to this Worker.
es_mx: Usa un patrón de URL (p. ej. example.com/api/*) para enviar las solicitudes coincidentes a este Worker.
fr: Utilisez un modèle d’URL (p. ex. example.com/api/*) pour envoyer les requêtes correspondantes à ce Worker.
ja: URL パターン（例：example.com/api/*）を使って、一致するリクエストをこの Worker に渡します。
ko: URL 패턴(예: example.com/api/*)으로 일치하는 요청을 이 Worker로 보냅니다.
pt_br: Use um padrão de URL (ex.: example.com/api/*) para enviar as solicitações correspondentes a este Worker.
pt_pt: Use um padrão de URL (ex.: example.com/api/*) para enviar os pedidos correspondentes a este Worker.
tr: Eşleşen istekleri bu Worker’a yönlendirmek için bir URL kalıbı (ör. example.com/api/*) kullanın.
zh_hant: 用 URL 模式（如 example.com/api/*）把符合的請求交給該 Worker。
zh_hk: 用 URL 模式（如 example.com/api/*）把符合的請求交給該 Worker。

source: 用一句话读懂本期流量：增长、异常与主要来源，设备端离线生成。
ar: افهم زيارات هذه الفترة بلمحة: النمو والحالات الشاذة وأهم المصادر — يُنشأ على الجهاز دون اتصال.
de: Den Traffic dieses Zeitraums auf einen Blick verstehen: Wachstum, Anomalien und Hauptquellen – offline auf dem Gerät erzeugt.
en: Understand this period's traffic at a glance: growth, anomalies, and top sources — generated on-device, offline.
es_mx: Entiende el tráfico de este período de un vistazo: crecimiento, anomalías y fuentes principales, generado sin conexión en el dispositivo.
fr: Comprenez le trafic de cette période d’un coup d’œil : croissance, anomalies et principales sources — généré sur l’appareil, hors ligne.
ja: 今期のトラフィックをひと目で把握：増減・異常・主な参照元を、端末上でオフライン生成。
ko: 이번 기간 트래픽을 한눈에: 증가, 이상 징후, 주요 출처를 기기에서 오프라인으로 생성.
pt_br: Entenda o tráfego deste período num relance: crescimento, anomalias e principais origens, gerado no dispositivo, offline.
pt_pt: Perceba o tráfego deste período num ápice: crescimento, anomalias e principais origens, gerado no dispositivo, offline.
tr: Bu dönemin trafiğini tek bakışta anlayın: büyüme, anormallikler ve başlıca kaynaklar — cihazda, çevrimdışı oluşturulur.
zh_hant: 用一句話讀懂本期流量：成長、異常與主要來源，裝置端離線生成。
zh_hk: 用一句話讀懂本期流量：增長、異常與主要來源，裝置端離線生成。

source: 用大白话解释
ar: اشرح بلغة بسيطة
de: In einfachen Worten erklären
en: Explain in Plain Language
es_mx: Explicar en lenguaje sencillo
fr: Expliquer en langage simple
ja: やさしく説明
ko: 쉬운 말로 설명
pt_br: Explicar em linguagem simples
pt_pt: Explicar em linguagem simples
tr: Sade bir dille açıkla
zh_hant: 用白話解釋
zh_hk: 用白話解釋

source: 用户名
ar: اسم المستخدم
de: Benutzername
en: Username
es_mx: Usuario
fr: Nom d’utilisateur
ja: ユーザー名
ko: 사용자 이름
pt_br: Usuário
pt_pt: Utilizador
tr: Kullanıcı Adı
zh_hant: 使用者名稱
zh_hk: 使用者名稱

source: 用户邮箱
ar: بريد المستخدم
de: Benutzer-E-Mail
en: User Email
es_mx: Correo del usuario
fr: E-mail utilisateur
ja: ユーザーのメール
ko: 사용자 이메일
pt_br: E-mail do usuário
pt_pt: E-mail do utilizador
tr: Kullanıcı E-postası
zh_hant: 使用者電子郵件
zh_hk: 使用者電郵

source: 用自然语言一句话生成 DNS 记录（如「给 blog 加个指向 1.2.3.4 的 A 记录」），设备端离线属于 Orange Cloud Pro。
ar: إنشاء سجل DNS من جملة واحدة (مثل: «أضف سجل A لـ blog يشير إلى 1.2.3.4») على الجهاز ودون اتصال جزء من Orange Cloud Pro.
de: Einen DNS-Eintrag aus einem einzigen Satz erstellen (z. B. „Füge für blog einen A-Eintrag auf 1.2.3.4 hinzu“), direkt auf dem Gerät und offline – Teil von Orange Cloud Pro.
en: Creating a DNS record from one plain sentence (e.g. “add an A record for blog pointing to 1.2.3.4”), on-device and offline, is part of Orange Cloud Pro.
es_mx: Crear un registro DNS con una sola frase (p. ej. «agrega un registro A para blog que apunte a 1.2.3.4»), en el dispositivo y sin conexión, es parte de Orange Cloud Pro.
fr: Créer un enregistrement DNS à partir d’une seule phrase (par ex. « ajoute un enregistrement A pour blog pointant vers 1.2.3.4 »), sur l’appareil et hors ligne, fait partie d’Orange Cloud Pro.
ja: 自然な一文から DNS レコードを作成（例：「blog に 1.2.3.4 を指す A レコードを追加」）。オンデバイス・オフラインで動作し、Orange Cloud Pro の機能です。
ko: 한 문장으로 DNS 레코드 만들기(예: “blog에 1.2.3.4를 가리키는 A 레코드 추가”)는 기기 내·오프라인으로 동작하며 Orange Cloud Pro에 포함됩니다.
pt_br: Criar um registro DNS a partir de uma frase (ex.: “adicione um registro A para blog apontando para 1.2.3.4”), no dispositivo e offline, faz parte do Orange Cloud Pro.
pt_pt: Criar um registo DNS a partir de uma frase (ex.: “adicione um registo A para blog a apontar para 1.2.3.4”), no dispositivo e offline, faz parte do Orange Cloud Pro.
tr: Tek bir cümleyle DNS kaydı oluşturmak (ör. “blog için 1.2.3.4’e işaret eden bir A kaydı ekle”), cihaz üzerinde ve çevrimdışı, Orange Cloud Pro kapsamındadır.
zh_hant: 用自然語言一句話生成 DNS 記錄（如「為 blog 新增一筆指向 1.2.3.4 的 A 記錄」），裝置端離線屬於 Orange Cloud Pro。
zh_hk: 用自然語言一句話生成 DNS 記錄（如「為 blog 新增一筆指向 1.2.3.4 的 A 記錄」），裝置端離線屬於 Orange Cloud Pro。

source: 用自然语言描述
ar: صِف بلغة طبيعية
de: In natürlicher Sprache beschreiben
en: Describe in Natural Language
es_mx: Describir en lenguaje natural
fr: Décrire en langage naturel
ja: 自然言語で記述
ko: 자연어로 설명
pt_br: Descreva em linguagem natural
pt_pt: Descreva em linguagem natural
tr: Doğal dilde tanımla
zh_hant: 用自然語言描述
zh_hk: 用自然語言描述

source: 用设备端 AI 一句话总结本期流量的增长、异常与主要来源（离线、免费、不出设备）属于 Orange Cloud Pro。
ar: ملخّص بالذكاء الاصطناعي على الجهاز لزيارات هذه الفترة — النمو والحالات الشاذة وأهم المصادر، يُنشأ دون اتصال ولا يغادر جهازك — جزء من Orange Cloud Pro.
de: Eine KI-Zusammenfassung des Traffics dieses Zeitraums direkt auf dem Gerät – Wachstum, Anomalien und Hauptquellen, offline erzeugt und ohne das Gerät zu verlassen – gehört zu Orange Cloud Pro.
en: An on-device AI summary of this period's traffic — growth, anomalies, and top sources, generated offline and never leaving your device — is part of Orange Cloud Pro.
es_mx: Un resumen con IA en el dispositivo del tráfico de este período —crecimiento, anomalías y fuentes principales, generado sin conexión y sin salir del dispositivo— es parte de Orange Cloud Pro.
fr: Un résumé par IA, sur l’appareil, du trafic de cette période — croissance, anomalies et principales sources, généré hors ligne et sans quitter l’appareil — fait partie d’Orange Cloud Pro.
ja: オンデバイス AI による今期トラフィックの要約（増減・異常・主な参照元、オフラインで生成、端末外に出ません）は Orange Cloud Pro の機能です。
ko: 기기 내 AI로 이번 기간 트래픽의 증가, 이상 징후, 주요 출처를 요약하는 기능(오프라인 생성, 기기 외부로 전송 안 함)은 Orange Cloud Pro에 포함됩니다.
pt_br: Um resumo do tráfego deste período por IA no dispositivo — crescimento, anomalias e principais origens, gerado offline e sem sair do dispositivo — faz parte do Orange Cloud Pro.
pt_pt: Um resumo do tráfego deste período por IA no dispositivo — crescimento, anomalias e principais origens, gerado offline e sem sair do dispositivo — faz parte do Orange Cloud Pro.
tr: Bu dönemin trafiğini cihaz üzerinde yapay zekâ ile özetlemek — büyüme, anormallikler ve başlıca kaynaklar; çevrimdışı üretilir ve cihazdan çıkmaz — Orange Cloud Pro kapsamındadır.
zh_hant: 用裝置端 AI 一句話總結本期流量的成長、異常與主要來源（離線、免費、不離開裝置）屬於 Orange Cloud Pro。
zh_hk: 用裝置端 AI 一句話總結本期流量的增長、異常與主要來源（離線、免費、不離開裝置）屬於 Orange Cloud Pro。

source: 用量
ar: الاستخدام
de: Nutzung
en: Usage
es_mx: Uso
fr: Utilisation
ja: 使用量
ko: 사용량
pt_br: Uso
pt_pt: Uso
tr: Kullanım

source: 用量加载失败，下拉刷新重试
ar: تعذّر تحميل الاستخدام. اسحب للتحديث لإعادة المحاولة.
de: Nutzung konnte nicht geladen werden. Zum Aktualisieren ziehen, um es erneut zu versuchen.
en: Couldn't load usage. Pull to refresh to retry.
es_mx: No se pudo cargar el uso. Desliza para actualizar y reintentar.
fr: Impossible de charger l’utilisation. Tirez pour actualiser et réessayer.
ja: 使用状況を読み込めませんでした。引っ張って再読み込みしてください。
ko: 사용량을 불러오지 못했습니다. 아래로 당겨 새로고침하세요.
pt_br: Não foi possível carregar o uso. Puxe para atualizar e tentar novamente.
pt_pt: Não foi possível carregar a utilização. Puxe para atualizar e tentar novamente.
tr: Kullanım yüklenemedi. Tekrar denemek için yenileyin.
zh_hant: 用量載入失敗，下拉重新整理重試。
zh_hk: 用量載入失敗，下拉重新整理重試。

source: 留空表示不改写该部分；按静态值重写。
ar: اتركه فارغًا للإبقاء على هذا الجزء دون تغيير؛ يُعاد كتابته بقيمة ثابتة.
de: Leer lassen, um diesen Teil unverändert zu lassen; wird auf einen statischen Wert umgeschrieben.
en: Leave blank to keep that part unchanged; rewrites to a static value.
es_mx: Déjalo en blanco para no cambiar esa parte; reescribe a un valor estático.
fr: Laissez vide pour conserver cette partie inchangée ; réécrit vers une valeur statique.
ja: 空欄にするとその部分は変更しません。静的な値に書き換えます。
ko: 비워 두면 해당 부분은 변경되지 않습니다. 정적 값으로 다시 씁니다.
pt_br: Deixe em branco para não alterar essa parte; reescreve para um valor estático.
pt_pt: Deixe em branco para não alterar essa parte; reescreve para um valor estático.
tr: Bu kısmı değiştirmeden bırakmak için boş bırakın; statik bir değere yeniden yazılır.
zh_hant: 留空表示不改寫該部分；按靜態值重寫。
zh_hk: 留空表示不改寫該部分；按靜態值重寫。

source: 登录你购买该域名的注册商（Registrar）。
ar: سجّل الدخول إلى مُسجّل النطاق (Registrar) الذي اشتريت منه النطاق.
de: Melde dich bei dem Registrar an, bei dem du die Domain gekauft hast.
en: Sign in to the registrar where you bought the domain.
es_mx: Inicia sesión en el registrador donde compraste el dominio.
fr: Connectez-vous au registraire (Registrar) où vous avez acheté le domaine.
ja: このドメインを購入したレジストラにサインインします。
ko: 도메인을 구입한 등록 대행자(Registrar)에 로그인하세요.
pt_br: Acesse o registrador onde você comprou o domínio.
pt_pt: Inicie sessão no registador onde comprou o domínio.
tr: Alan adını satın aldığınız kayıt kuruluşunda (Registrar) oturum açın.
zh_hant: 登入你購買該網域的註冊商（Registrar）。
zh_hk: 登入你購買該域名的註冊商（Registrar）。

source: 登录失败
ar: فشل تسجيل الدخول
de: Anmeldung fehlgeschlagen
en: Sign-in failed
es_mx: Error al iniciar sesión
fr: Échec de la connexion
ja: ログインに失敗しました
ko: 로그인 실패
pt_br: Falha ao entrar
pt_pt: Falha ao iniciar sessão
tr: Oturum açma başarısız
zh_hant: 登入失敗
zh_hk: 登入失敗

source: 登录已过期，请重新登录
ar: انتهت صلاحية الجلسة. يرجى تسجيل الدخول مجددًا.
de: Sitzung abgelaufen. Bitte melde dich erneut an.
en: Session expired. Please sign in again.
es_mx: La sesión expiró. Inicia sesión de nuevo.
fr: Session expirée. Veuillez vous reconnecter.
ja: セッションの有効期限が切れました。再度ログインしてください
ko: 세션이 만료되었습니다. 다시 로그인하세요.
pt_br: A sessão expirou. Entre novamente.
pt_pt: A sessão expirou. Inicie sessão novamente.
tr: Oturum süresi doldu. Lütfen tekrar oturum açın.
zh_hant: 登入已過期，請重新登入
zh_hk: 登入已過期，請重新登入

source: 登录授权已失效，无法自动续期
ar: انتهت صلاحية تفويض تسجيل الدخول ولا يمكن تجديده تلقائيًا
de: Die Anmeldeautorisierung ist abgelaufen und kann nicht automatisch erneuert werden
en: Sign-in authorization has expired and can’t be renewed automatically
es_mx: La autorización de inicio de sesión expiró y no se puede renovar automáticamente
fr: L’autorisation de connexion a expiré et ne peut pas être renouvelée automatiquement
ja: ログイン認証の有効期限が切れ、自動更新できません
ko: 로그인 인증이 만료되어 자동 갱신할 수 없습니다
pt_br: A autorização de login expirou e não pode ser renovada automaticamente
pt_pt: A autorização de sessão expirou e não pode ser renovada automaticamente
tr: Oturum açma yetkisi süresi doldu ve otomatik olarak yenilenemiyor
zh_hant: 登入授權已失效，無法自動續期
zh_hk: 登入授權已失效，無法自動續期

source: 监控中
ar: قيد المراقبة
de: Wird überwacht
en: Monitoring
es_mx: Monitoreando
fr: Surveillance
ja: 監視中
ko: 모니터링 중
pt_br: Monitorando
pt_pt: A monitorizar
tr: İzleniyor
zh_hant: 監控中
zh_hk: 監控中

source: 监测
ar: المراقب
de: Monitor
en: Monitor
es_mx: Monitor
fr: Moniteur
ja: モニター
ko: 모니터
pt_br: Monitor
pt_pt: Monitor
tr: İzleyici
zh_hant: 監測
zh_hk: 監測

source: 目标 IP
ar: عنوان IP الوجهة
de: Ziel-IP
en: Destination IP
es_mx: IP de destino
fr: IP de destination
ja: 宛先 IP
ko: 대상 IP
pt_br: IP de destino
pt_pt: IP de destino
tr: Hedef IP
zh_hant: 目標 IP
zh_hk: 目標 IP

source: 目标 Key
ar: مفتاح الوجهة
de: Ziel-Key
en: Destination Key
es_mx: Clave de destino
fr: Clé de destination
ja: 宛先 Key
ko: 대상 Key
pt_br: Chave de destino
pt_pt: Chave de destino
tr: Hedef Key
zh_hant: 目標 Key
zh_hk: 目標 Key

source: 目标 URL，如 https://example.com/new
ar: عنوان URL الهدف، مثل https://example.com/new
de: Ziel-URL, z. B. https://example.com/new
en: Target URL, e.g. https://example.com/new
es_mx: URL de destino, p. ej. https://example.com/new
fr: URL cible, p. ex. https://example.com/new
ja: ターゲット URL（例：https://example.com/new）
ko: 대상 URL(예: https://example.com/new)
pt_br: URL de destino, ex. https://example.com/new
pt_pt: URL de destino, ex. https://example.com/new
tr: Hedef URL, örn. https://example.com/new
zh_hant: 目標 URL，如 https://example.com/new
zh_hk: 目標 URL，如 https://example.com/new

source: 目标国家
ar: بلد الوجهة
de: Zielland
en: Destination Country
es_mx: País de destino
fr: Pays de destination
ja: 宛先の国
ko: 대상 국가
pt_br: País de destino
pt_pt: País de destino
tr: Hedef Ülke
zh_hant: 目標國家
zh_hk: 目標國家

source: 目标域名，如 example.com
ar: النطاق الهدف، مثل example.com
de: Zieldomain, z. B. example.com
en: Target domain, e.g. example.com
es_mx: Dominio de destino, p. ej. example.com
fr: Domaine cible, p. ex. example.com
ja: 対象ドメイン（例：example.com）
ko: 대상 도메인, 예: example.com
pt_br: Domínio de destino, ex. example.com
pt_pt: Domínio de destino, ex. example.com
tr: Hedef alan adı, ör. example.com
zh_hant: 目標網域，如 example.com
zh_hk: 目標域名，如 example.com

source: 目标端口
ar: منفذ الوجهة
de: Zielport
en: Destination Port
es_mx: Puerto de destino
fr: Port de destination
ja: 宛先ポート
ko: 대상 포트
pt_br: Porta de destino
pt_pt: Porta de destino
tr: Hedef Bağlantı Noktası
zh_hant: 目標連接埠
zh_hk: 目標端口

source: 目的地址
ar: عناوين الوجهة
de: Zieladressen
en: Destination addresses
es_mx: Direcciones de destino
fr: Adresses de destination
ja: 目的地アドレス
ko: 대상 주소
pt_br: Endereços de destino
pt_pt: Endereços de destino
tr: Hedef adresler

source: 目的地址在账号内共享。新增后需在该邮箱点验证链接才能用于转发。
ar: تتم مشاركة عناوين الوجهة داخل الحساب. بعد الإضافة، يجب النقر على رابط التحقق في ذلك البريد قبل استخدامه لإعادة التوجيه.
de: Zieladressen werden kontoweit geteilt. Nach dem Hinzufügen muss der Bestätigungslink in der Mailbox angeklickt werden, bevor sie für Weiterleitungen genutzt werden kann.
en: Destination addresses are shared across the account. After adding one, click the verification link in that mailbox before it can be used for forwarding.
es_mx: Las direcciones de destino se comparten en toda la cuenta. Tras agregarla, haz clic en el enlace de verificación en ese buzón antes de usarla para reenvío.
fr: Les adresses de destination sont partagées sur tout le compte. Après l’ajout, cliquez sur le lien de vérification dans cette boîte avant de l’utiliser pour le transfert.
ja: 目的地アドレスはアカウント内で共有されます。追加後、そのメールボックス内の検証リンクをクリックしないと転送に使用できません。
ko: 대상 주소는 계정 전체에서 공유됩니다. 추가한 후 해당 메일함의 확인 링크를 클릭해야 전달에 사용할 수 있습니다.
pt_br: Os endereços de destino são compartilhados na conta. Após adicionar, clique no link de verificação na caixa de e-mail antes de usá-lo para encaminhamento.
pt_pt: Os endereços de destino são partilhados na conta. Após adicionar, clique na ligação de verificação nessa caixa de correio antes de o usar para reencaminhamento.
tr: Hedef adresler hesap genelinde paylaşılır. Ekledikten sonra, iletme için kullanmadan önce o posta kutusundaki doğrulama bağlantısına tıklayın.
zh_hant: 目的地址在帳號內共用。新增後需在該郵箱點擊驗證連結，才能用於轉發。
zh_hk: 目的地址在帳戶內共用。新增後需在該信箱點擊驗證連結，才能用於轉寄。

source: 直接新建 D1 数据库，或在原样确认库名后安全删除。
ar: أنشئ قاعدة بيانات D1، أو احذف واحدة بأمان بعد تأكيد اسمها بالضبط.
de: Erstelle eine D1-Datenbank oder lösche eine sicher, nachdem du ihren genauen Namen bestätigt hast.
en: Create a D1 database, or delete one safely after confirming its exact name.
es_mx: Crea una base de datos D1, o elimínala de forma segura tras confirmar su nombre exacto.
fr: Créez une base de données D1, ou supprimez-en une en toute sécurité après avoir confirmé son nom exact.
ja: D1 データベースを作成したり、データベース名を正確に確認してから安全に削除したりできます。
ko: D1 데이터베이스를 만들거나, 데이터베이스 이름을 그대로 확인한 뒤 안전하게 삭제하세요.
pt_br: Crie um banco de dados D1 ou exclua-o com segurança após confirmar o nome exato.
pt_pt: Crie uma base de dados D1 ou elimine-a com segurança após confirmar o nome exato.
tr: Bir D1 veritabanı oluşturun veya tam adını doğruladıktan sonra birini güvenle silin.
zh_hant: 直接建立 D1 資料庫，或在原樣確認資料庫名稱後安全刪除。
zh_hk: 直接建立 D1 資料庫，或在原樣確認資料庫名稱後安全刪除。

source: 确认关闭
ar: إيقاف
de: Ausschalten
en: Turn Off
es_mx: Desactivar
fr: Désactiver
ja: オフにする
ko: 끄기
pt_br: Desativar
pt_pt: Desativar
tr: Kapat
zh_hant: 確認關閉
zh_hk: 確認關閉

source: 确认开启
ar: تشغيل
de: Einschalten
en: Turn On
es_mx: Activar
fr: Activer
ja: オンにする
ko: 켜기
pt_br: Ativar
pt_pt: Ativar
tr: Aç
zh_hant: 確認開啟
zh_hk: 確認開啟

source: 示例：curl %@/标题/内容
ar: مثال: curl %@/العنوان/المحتوى
de: Beispiel: curl %@/Titel/Inhalt
en: Example: curl %@/title/body
es_mx: Ejemplo: curl %@/título/contenido
fr: Exemple : curl %@/titre/contenu
ja: 例：curl %@/タイトル/本文
ko: 예: curl %@/제목/내용
pt_br: Exemplo: curl %@/título/conteúdo
pt_pt: Exemplo: curl %@/título/conteúdo
tr: Örnek: curl %@/başlık/içerik
zh_hant: 範例：curl %@/標題/內容
zh_hk: 範例：curl %@/標題/內容

source: 社区
ar: المجتمع
de: Community
en: Community
es_mx: Comunidad
fr: Communauté
ja: コミュニティ
ko: 커뮤니티
pt_br: Comunidade
pt_pt: Comunidade
tr: Topluluk
zh_hant: 社群
zh_hk: 社群

source: 离线
ar: غير متصل
de: Offline
en: Down
es_mx: Caído
fr: Hors ligne
ja: オフライン
ko: 다운
pt_br: Fora do ar
pt_pt: Em baixo
tr: Çevrimdışı
zh_hant: 離線
zh_hk: 離線

source: 秒
ar: ث
de: Sek.
en: sec
es_mx: s
fr: s
ko: 초
pt_br: s
pt_pt: s
tr: sn

source: 秒数
ar: الثواني
de: Sekunden
en: Seconds
es_mx: Segundos
fr: Secondes
ko: 초
pt_br: Segundos
pt_pt: Segundos
tr: Saniye
zh_hant: 秒數
zh_hk: 秒數

source: 移动
ar: نقل
de: Verschieben
en: Move
es_mx: Mover
fr: Déplacer
ja: 移動
ko: 이동
pt_br: Mover
pt_pt: Mover
tr: Taşı
zh_hant: 移動
zh_hk: 移動

source: 移动 / 重命名
ar: نقل / إعادة تسمية
de: Verschieben / Umbenennen
en: Move / Rename
es_mx: Mover / Renombrar
fr: Déplacer / Renommer
ja: 移動 / 名称変更
ko: 이동 / 이름 변경
pt_br: Mover / Renomear
pt_pt: Mover / Renomear
tr: Taşı / Yeniden adlandır
zh_hant: 移動 / 重新命名
zh_hk: 移動 / 重新命名

source: 移动中…
ar: جارٍ النقل…
de: Wird verschoben…
en: Moving…
es_mx: Moviendo…
fr: Déplacement…
ja: 移動中…
ko: 이동 중…
pt_br: Movendo…
pt_pt: A mover…
tr: Taşınıyor…
zh_hant: 移動中…
zh_hk: 移動中…

source: 移除
ar: إزالة
de: Entfernen
en: Remove
es_mx: Quitar
fr: Retirer
ja: 削除
ko: 제거
pt_br: Remover
pt_pt: Remover
tr: Kaldır

source: 移除已断开的连接记录；活跃的 cloudflared 会自动重连。
ar: يزيل سجلات الاتصالات المنقطعة؛ وتُعيد نُسخ cloudflared النشطة الاتصال تلقائيًا.
de: Entfernt Datensätze getrennter Verbindungen; aktive cloudflared-Instanzen verbinden sich automatisch neu.
en: Removes records of disconnected connections; active cloudflared instances reconnect automatically.
es_mx: Elimina los registros de conexiones desconectadas; las instancias activas de cloudflared se reconectan automáticamente.
fr: Supprime les enregistrements des connexions déconnectées ; les instances cloudflared actives se reconnectent automatiquement.
ja: 切断された接続の記録を削除します。アクティブな cloudflared は自動的に再接続します。
ko: 끊긴 연결 기록을 제거합니다. 활성 cloudflared는 자동으로 다시 연결됩니다.
pt_br: Remove os registros de conexões desconectadas; instâncias ativas do cloudflared se reconectam automaticamente.
pt_pt: Remove os registos de ligações terminadas; as instâncias ativas do cloudflared voltam a ligar-se automaticamente.
tr: Kesilen bağlantıların kayıtlarını kaldırır; etkin cloudflared örnekleri otomatik olarak yeniden bağlanır.
zh_hant: 移除已中斷的連線記錄；活躍的 cloudflared 會自動重新連線。
zh_hk: 移除已中斷的連線記錄；活躍的 cloudflared 會自動重新連線。

source: 空命名空间
ar: مساحة أسماء فارغة
de: Leerer Namespace
en: Empty namespace
es_mx: Espacio de nombres vacío
fr: Espace de noms vide
ja: 空の名前空間
ko: 빈 네임스페이스
pt_br: Namespace vazio
pt_pt: Namespace vazio
tr: Boş ad alanı
zh_hant: 空命名空間
zh_hk: 空命名空間

source: 空存储桶
ar: حاوية فارغة
de: Leerer Bucket
en: Empty bucket
es_mx: Bucket vacío
fr: Bucket vide
ja: 空のバケット
ko: 빈 버킷
pt_br: Bucket vazio
pt_pt: Bucket vazio
tr: Boş bucket
zh_hant: 空儲存桶
zh_hk: 空儲存桶

source: 空表
ar: جدول فارغ
de: Leere Tabelle
en: Empty table
es_mx: Tabla vacía
fr: Table vide
ja: 空のテーブル
ko: 빈 테이블
pt_br: Tabela vazia
pt_pt: Tabela vazia
tr: Boş tablo

source: 端到端加密
ar: التشفير من طرف إلى طرف
de: Ende-zu-Ende-Verschlüsselung
en: End-to-end encryption
es_mx: Cifrado de extremo a extremo
fr: Chiffrement de bout en bout
ja: エンドツーエンド暗号化
ko: 종단 간 암호화
pt_br: Criptografia de ponta a ponta
pt_pt: Encriptação de ponta a ponta
tr: Uçtan uca şifreleme
zh_hant: 端對端加密
zh_hk: 端對端加密

source: 端口
ar: المنفذ
de: Port
en: Port
es_mx: Puerto
fr: Port
ja: ポート
ko: 포트
pt_br: Porta
pt_pt: Porta
tr: Bağlantı Noktası
zh_hant: 連接埠

source: 端口 %lld
ar: المنفذ %lld
de: Port %lld
en: Port %lld
es_mx: Puerto %lld
fr: Port %lld
ja: ポート %lld
ko: 포트 %lld
pt_br: Porta %lld
pt_pt: Porta %lld
tr: Bağlantı noktası %lld
zh_hant: 連接埠 %lld
zh_hk: 連接埠 %lld

source: 端口（可选）
ar: المنفذ (اختياري)
de: Port (optional)
en: Port (optional)
es_mx: Puerto (opcional)
fr: Port (facultatif)
ja: ポート（任意）
ko: 포트(선택)
pt_br: Porta (opcional)
pt_pt: Porta (opcional)
tr: Bağlantı noktası (isteğe bağlı)
zh_hant: 連接埠（選填）
zh_hk: 連接埠（選填）

source: 端点推送
ar: دفع عبر نقطة النهاية
de: Endpunkt-Push
en: Endpoint push
es_mx: Push por endpoint
fr: Push par point de terminaison
ja: エンドポイントへプッシュ
ko: 엔드포인트 푸시
pt_br: Push por endpoint
pt_pt: Push por endpoint
tr: Uç nokta push
zh_hant: 端點推送
zh_hk: 端點推送

source: 第三方 Cloudflare 客户端
ar: عميل Cloudflare من طرف ثالث
de: Ein Cloudflare-Client von Drittanbietern
en: A third-party Cloudflare client
es_mx: Un cliente de Cloudflare de terceros
fr: Un client Cloudflare tiers
ja: サードパーティ製 Cloudflare クライアント
ko: 서드파티 Cloudflare 클라이언트
pt_br: Um cliente Cloudflare de terceiros
pt_pt: Um cliente Cloudflare de terceiros
tr: Üçüncü taraf bir Cloudflare istemcisi
zh_hant: 第三方 Cloudflare 用戶端
zh_hk: 第三方 Cloudflare 用戶端

source: 等于
ar: يساوي
de: Gleich
en: Equals
es_mx: Igual a
fr: Égal à
ja: 次と等しい
ko: 같음
pt_br: Igual a
pt_pt: Igual a
tr: Eşittir
zh_hant: 等於
zh_hk: 等於

source: 等待事件
ar: في انتظار الأحداث
de: Warte auf Ereignisse
en: Waiting for events
es_mx: Esperando eventos
fr: En attente d’événements
ja: イベント待機中
ko: 이벤트 대기 중
pt_br: Aguardando eventos
pt_pt: À espera de eventos
tr: Olaylar bekleniyor

source: 等待事件…
ar: في انتظار الأحداث…
de: Warte auf Ereignisse …
en: Waiting for events…
es_mx: Esperando eventos…
fr: En attente d’événements…
ja: イベント待機中…
ko: 이벤트 대기 중…
pt_br: Aguardando eventos…
pt_pt: À espera de eventos…
tr: Olaylar bekleniyor…
